AdvancedVapeSupply/mct_micropython/ports/esp32/boards/MCT_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "AVS Molecule Control Tower"
#define MICROPY_HW_MCU_NAME "ESP32"
